# Текстовый квест для выполнения задания №20 с сайта rubyrush.ru

system'clear'
puts "Привет, мы начинаем, для продолжения нажмите Enter "
gets
puts "Итак, жил да  был Бот, так получилось, что ему пришлось выйти из пункта А и добратся до пункта Б, но задача эта была не из легких"
puts
puts "Случилост так, что пройдя несколько километров он попал на развилку, Бот знал что повернув на любую из дорог, он всеровно придет к пункту Б, но какая догоро короче он не помнил"
puts
puts "Дорога уходящая на право терялась в зарослях кустарника и шла к холмам видневшимся в дали"
puts "Вторая дорога "